NSCameraUsageDescription = "Kamera izni görüntülü görüşmeler için gereklidir";
NSMicrophoneUsageDescription = "Mikrofon izni sesli ve görüntülü görüşmeler için gereklidir";
NSPhotoLibraryUsageDescription = "Fotoğraflara erişim izni aygıtınızdaki fotoğraf ve görüntüleri paylaşmak için gereklidir";
